Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The portal's design, source code, logos, brands and other distinguishing emblems are the property of the Ministry of the Presidency or its dependant bodies, and are protected under the corresponding intellectual property legislation.
es: El diseño del portal y su código fuente, logos, marcas y demás signos distintivos que aparecen en el mismo pertenecen al Ministerio de la Presidencia, o a sus organismos dependientes, y están protegidos por los correspondientes derechos de propiedad intelectual.

source: The need for training in sustainable construction methods and techniques of professionals involved in the design and construction industry has been highlighted as a priority, as well as the need for the construction team to work in a different way to overcome traditional professional, design and institutional barriers that hinder the adoption of sustainable construction.
es: La necesidad de actividades de formación sobre métodos y técnicas de construcción sostenible para los profesionales del diseño y la construcción se ha considerado prioritaria, así como la de que los equipos de construcción trabajen de una forma diferente para evitar los obstáculos profesionales, institucionales o de concepción que dificultan una construcción sostenible.

source: Volunteers design logos, create the layout of publications, develop a corporate identity, illustrate training material, etc.
es: Los voluntarios diseñan logotipos, crean maquetas de publicaciones, desarrollan la identidad corporativa, ilustran material didáctico, etc.

source: It is hardly surprising then that more and more brand agencies and lighting planners are opting for TALEXX modules so they can fully exploit the new-found freedom to design all kinds of lettering, logos and design elements and present them as effectively as possible.
es: No es ningún milagro que cada vez más agencias de publicidad y proyectistas de iluminación se decidan por los módulos TALEXX, por la libertad en el diseño en todas las caligrafías, logos, elementos de decoración, aprovechando la capacidad de poner en escena los objetos.

source: Many of the exhibits were featured in professional design reviews and magazines and have received several important industry awards.
es: Diversos estudios y revistas profesionales de diseño han ofrecido reseñas sobre muchas de estas exposiciones, que han recibido varios premios importantes de la industria.

source: Optionally, his/her Professional data, Professional curriculum, Professional preferences, Logos, Photos, Images, Project Descriptions, Plans and Videos can also be posted.
es: Opcionalmente, podrán publicarse sus Datos profesionales, Currículo profesional, Preferencias profesionales y Logos, Fotografía, Imágenes, Descripciones de Proyectos, Planos y Vídeos.

source: In addition, other organisations such as the UK Design Council, the Israeli Illustrations Association, and Design Austria, also got involved by communicating information about the competition to their professional design members.
es: De igual forma, otros organismos como el Design Council del Reino Unido, la Israelí Ilustrations Association o el Design Austria se implicaron en la difusión de este concurso entre los profesionales del diseño que forman parte de los mismos.

source: The position was nonetheless at the time more of a paralegal nature, and fell more directly under the supervision of other staff members.
es: Sin embargo, en aquel entonces el puesto era más de carácter paralegal y, por tanto, era más susceptible de ser supervisado directamente por otros funcionarios.

source: This could include provision of paralegal support and legal aid to older persons to defend their rights and help to resolve disputes within community structures and to gain them access to formal judicial systems.
es: Dicho respaldo podría consistir en prestar, a esas personas, asistencia jurídica y parajurídica para defender sus derechos y ayudarlas a resolver litigios en las instituciones comunitarias y procurarles el acceso a las instancias judiciales oficiales.

source: Paralegal training was offered to the population to inform them of their rights and methods to engage in dialogue and start negotiations with the authorities, as well as on the methods to lodge a complaint against the authorities violating such rights, and present cases before the court.
es: Se ofrecieron formaciones de promoción de acceso al derecho para informar a la población sobre sus derechos y los métodos para el diálogo y la negociación con las autoridades, así como para denunciar a aquellas que violasen los derechos y llevar casos a los tribunales.

source: The Paralegal Advisory Service (PAS) is an innovative experiment offering paralegal aid in criminal matters in Malawi.
es: El Servicio Paralegal Consultivo (PAS) es un experimento innovador que ofrece ayuda paralegal en asuntos penales en Malawi.

source: A person subject to criminal proceedings should never be prevented from securing legal aid and should always be granted the right to see and consult with a lawyer, accredited paralegal or legal assistant.
es: Nunca se debería impedir que una persona sometida a un proceso penal obtenga asistencia judicial, y siempre se le debería garantizar el derecho a ver y consultar a un abogado, a un auxiliar de abogado acreditado o a un asistente jurídico.

source: The members of the paralegal committees are all volunteers from the village, trained by the district resource group to address issues related to children and women at the village level.
es: Los miembros de los comités parajudiciales son todos voluntarios de la aldea, capacitados por el grupo de apoyo de distrito para tratar cuestiones relacionadas con los niños y las mujeres a nivel de aldea.

source: These include organisations at both national and local level that engage in monitoring justice institutions, advocacy with government, training justice personnel, raising awareness of rights and justice issues in communities, and providing services such as paralegal advice and alternative dispute resolution.
es: Incluyen organizaciones a nivel nacional y local que se dedican a monitorear las instituciones judiciales, hacer planteos frente al gobierno, entrenar personal judicial, educar a la comunidad sobre temas de justicia y derechos y proveer servicios, tales como asesoramiento paralegal y métodos alternativos de resolución de conflictos.

source: The paralegal committees typically consist of some 15 volunteers from the community who, after receiving training from UNICEF, work to resolve such threats by employing social and legal arguments for their cause.
es: Los comités parajudiciales típicamente se componen de 15 voluntarios de la comunidad que, después de recibir capacitación del UNICEF, tratan de resolver esos problemas empleando argumentos sociales y jurídicos.

source: In the police stations, the paralegal advisory service works according to a Code of Conduct and under the authority of police officers.
es: En las comisarías de policía, el servicio paralegal consultivo trabaja según un código de conducta y bajo la autoridad de funcionarios de policía.

source: The presence of paralegal committees in communities facilitated the reporting of violence against women and children.
es: La presencia de comités dentro de las comunidades facilitó la denuncia de los casos de violencia en contra de las mujeres y los niños, niñas y adolescentes.

source: Regarding the of Rule of Law, UNDP has encouraged policy dialogue, awareness raising and legal aid, capacity building of legal and paralegal professionals and civil society, law enforcement and dialogue on customary law and its harmonization with statutory law.
es: Por lo referente al estado de derecho, el PNUD ha alentado el diálogo político, la sensibilización y la asistencia judicial, el fomento de la capacidad de los profesionales jurídicos y parajurídicos y la sociedad civil, el cumplimiento de la ley y el diálogo sobre el derecho consuetudinario y su armonización con el derecho positivo.

source: The strategy has four overarching goals safer communities through strengthening police; better access to justice through improving quality of local courts and providing paralegal services; strengthened rule of law by addressing corruption and maladministration; and improved justice service delivery though improving the performance of justice institutions.
es: La estrategia tiene cuatro objetivos comunidades más seguras a través del fortalecimiento de las fuerzas policiales; mejor acceso a la justicia mediante la mejora de las cortes locales y la provisión de servicios paralegales; fortalecimiento del Estado de derecho para enfrentar la corrupción y la administración ineficiente; mejora del proceso de emisión de sentencias.

source: An attorney and a paralegal in this office read every draft of every opinion in all cases prior to their release.
es: Un abogado y un asistente jurídico de esta oficina leen todos los borradores de todas las decisiones de los casos antes de su publicación.

source: But her previous work and life experiences, including service as a paralegal in an immigration law firm, did not completely prepare her for what she would see on a trip to Asia earlier this year.
es: Pero su trabajo previo y sus experiencias de vida, incluidos los servicios como ayudante en un estudio jurídico especializado en inmigración, no la prepararon completamente para lo que vería en su viaje a Asia a principios de este año.

source: UNICEF and partners have established early childhood development centres here, as well as paralegal committees to help communities become aware of the rights of women and children.
es: UNICEF y sus aliados han instalado allí centros de desarrollo en la primera infancia y comités de asesoramiento jurídico para concienciar a las comunidades acerca de los derechos de los niños, niñas y mujeres.

source: Second, PAS works to improve the legal literacy of prisoners through its daily paralegal aid clinics for remand prisoners.
es: En segundo lugar, el PAS se esfuerza por mejorar los conocimientos de los reclusos sobre las leyes por medio de sus consultas diarias de asistencia jurídica con los detenidos a la espera de juicio.

source: This is due to a lack of adequate paralegal personnel, equipment, frequent transfers of magistrates among other difficulties.
es: A veces el proceso de apelación se retrasa porque se tarda en entregar las actas escritas del proceso al condenado por falta de procuradores y de equipo y por el traslado frecuente de los magistrados, entre otros problemas.

source: A legal clinic with two paralegal staff will provide legal information and advice to vulnerable persons, with a special focus on refugees, IDPs, women and children.
es: Un centro de asistencia jurídica con dos auxiliares jurídicos proporcionará información y asesoramiento sobre temas legales a las personas vulnerables y prestará especial atención a los refugiados, los desplazados internos, las mujeres y los niños.

source: They also mentioned a pressing need to provide technical assistance in the judicial and penal system (administrative training of law clerks and paralegal training, capacity-building of the bar association, vocational and literacy training for prisoners, and uniforms for both guards and prisoners).
es: También mencionaron la urgente necesidad de proporcionar asistencia técnica en el sistema judicial y penal (capacitación administrativa del personal de secretaría de los tribunales y formación de auxiliares jurídicos, fomento de la capacidad del colegio de abogados, formación profesional y alfabetización para los reclusos, y uniformes tanto para los celadores como para los reclusos).

source: The programme will complement the recent expansion of UNICEF support for paralegal committees from 23 to all 75 districts, to be financed through a $10 million grant from the Department for International Development of the United Kingdom.
es: El programa complementará la reciente ampliación del apoyo del UNICEF a los comités parajudiciales de 23 a la totalidad de los 75 distritos, que se financiará por medio de una subvención de 10 millones de dólares del Departamento de Desarrollo Internacional del Reino Unido.

source: The Committee recommends that the States parties provide as much as possible for adequate trained legal assistance, such as expert lawyers or paralegal professionals.
es: El Comité recomienda que los Estados partes presten en la mayor medida posible asistencia jurídica profesional adecuada, por ejemplo, de abogados especializados o de profesionales parajurídicos.

source: If the State party was unable to provide universal legal aid, it should, at the very least, ensure that accused persons had access to the services of a paralegal.
es: Si el Estado parte no puede prestar asistencia letrada universal, por lo menos, debería asegurar que los acusados tuvieran acceso a los servicios de un procurador.

source: Training had been provided for paralegal personnel in order to help them in their fieldwork.
es: Asimismo, se habían realizado actividades de capacitación para auxiliares de justicia a fin de ayudarles en su trabajo sobre el terreno.

source: Ligia López performs the position of Head Paralegal.
es: Ligia López desempeña la posición de Paralegal Principal.

source: HAI-supported work with community-based paralegal workers in Tanzania, together with regular reporting of witchcraft-related violence at local level, is helping to stem the cycle of violence that has affected older women in increasing numbers over the past 10 years.
es: El trabajo promovido por HAI con trabajadores paralegales basados en la comunidad en Tanzania, junto con la denuncia regular de los actos de violencia relacionados con brujería a nivel local, están ayudando a frenar el ciclo de violencia que han padecido las mujeres mayores en cada vez mayor número durante los últimos 10 años.

source: Her minister helped arrange a scholarship; a CalWORKs staffer runs a bi-weekly support group for moms at Pasadena City College, where Guevara is studying to be a paralegal.
es: El ministro de su iglesia le ayudó a conseguir una beca; un miembro de CalWORKs lleva un grupo de apoyo bi-semanal para madres en el City College de Pasadena, donde Guevara está estudiando para conseguir el título de asistente legal.

source: Activities in this area related to facilitating women's participation in elections, training of women paralegal professionals and supporting representation of women in arbitration committees and their equal role in resolving disputes.
es: Las actividades en esta esfera estuvieron relacionadas con la facilitación de la participación de la mujer en las elecciones, la capacitación de mujeres profesionales paralegales y el apoyo a la representación de mujeres en comités de arbitraje y su función en pie de igualdad en la solución de controversias.

source: The paralegal advisory service (PAS), launched in 2000, is based on the understanding that the implementation of civil rights is hampered both by the low capacity of the justice system to process cases quickly and by the prisoners' lack of awareness of their rights and of the law.
es: El servicio de asesoramiento por auxiliares judiciales (PAS), lanzado en 2000, se basa en el entendimiento de que la aplicación de los derechos civiles se ve obstaculizada tanto por la escasa capacidad del sistema de justicia para tramitar rápidamente los casos como por la falta de conocimiento de los reclusos de sus derechos y de las leyes.

source: Whether you're a corporate lawyer, a legal services manager, a paralegal, or in litigation support, it's critical to have an easily accessible, more secure way to share legal documents with clients, co-counsel, and outside counsel.
es: Tanto si es un abogado de empresa, un gestor de servicios legales o un asistente, resulta esencial compartir documentos jurídicos con clientes y asesores internos y externos de manera segura y con fácil acceso.

source: Investigation subjects and participants have no right to the presence of counsel during interviews.
es: Los sujetos y los participantes en la investigación no tienen derecho a contar con un abogado durante las entrevistas.

source: The State party should give full effect to the right to contact counsel in the context of a police interrogation.
es: El Estado parte debería hacer plenamente efectivo el derecho a contactar a un abogado antes del interrogatorio policial.

source: At this time of a loss it is important to surround yourself with your personal support group who can help console and counsel you.
es: En el momento que ocurre una pérdida es importante estar rodeado con un grupo de apoyo personal que le puede consolar y aconsejar.

source: This step would increase the pool of potential counsel, notably by the addition of former staff members who may have established a legal or equivalent practice at the duty station.
es: Esta medida aumentaría la reserva de asesores letrados potenciales, sobre todo gracias a la adición de ex funcionarios que puedan haber establecido una práctica jurídica o equivalente en el lugar de destino.

source: It is only after a public prosecutor has ordered his detention following initial interrogation that a person may consult with counsel.
es: Solo después de que un fiscal ha ordenado su privación de libertad tras el interrogatorio inicial, la persona puede consultar a un abogado.

source: We also advise and counsel our clients in pertinent questions with regard to publications in the media.
es: Además le asesoramos y representamos en cuestiones claves relacionadas con la publicación en medios públicos.

source: He notes that, in consultation with his counsel, he made 17 corrections to the minutes of one of his interviews.
es: Señala que, en consulta con su abogado, hizo 17 correcciones en el acta de una de las entrevistas.

source: No member of a permanent judicial commission shall appear as counsel before that commission while a member.
es: Ningún miembro de una comisión judicial permanente comparecerá ante esa comisión mientras es miembro de tal comisión.

source: I want also to thank the Bureau members for their wise counsel and direction, and you, Mr. Chairperson, above all, for the guidance and political acumen that you provided during this session.
es: También quiero dar las gracias a los miembros de la Mesa por su sabio consejo y dirección y ante todo a usted, Sr. Presidente, por la orientación y la experiencia política que nos ofreció a lo largo de este período de sesiones.

source: My sources said that he had no defence counsel whatsoever.
es: Mis fuentes sostienen que no ha tenido ningún abogado defensor.

source: We have acted as special United States counsel to Cerro Trading Company, Inc.
es: Hemos actuado como asesores especiales en los Estados Unidos de Cerro Trading Company, Inc.

source: Some have been deprived of their freedom for months and years in substandard conditions, without access to defence counsel and without being formally charged with a crime or brought before a judge.
es: A algunos de ellos se les ha privado de la libertad durante meses y años en malas condiciones, sin acceso a defensa letrada o sin haber sido acusados formalmente de un delito o haber comparecido ante un juez.

source: Counsel sat in on the conference call.
es: Los abogados asistían a la llamada de conferencia.

source: The defendant is always advised to bring private legal counsel.
es: Siempre se aconseja al acusado que traiga a un abogado privado.

source: How would you counsel them to get started?
es: ¿Qué les podría aconsejar para iniciar su negocio?

source: Specific legal advice concerning leases and other agreements should be obtained from local legal counsel.
es: La asesoría legal especifica sobre contratos de arrendamiento y otros acuerdos deberá pedirse a un abogado local.

source: Administration of justice in the Secretariat outcome of the work of the Joint Appeals Board during 2004 and 2005; and statistics on the disposition of cases and work of the Panel of Counsel
es: Administración de justicia en la Secretaría resultados de la labor de la Junta Mixta de Apelación en 2004 y 2005; estadísticas sobre la resolución de los asuntos e información sobre la labor de la Lista de Asesores Letrados

source: Counsel submitted that there was no basis upon which the author could be found guilty.
es: El abogado afirmó que no había ningún motivo para que se considerase culpable al autor.

source: Those prisoners are also deprived of the right to counsel and have had no charges brought against them.
es: Esos prisioneros también han sido privados de su derecho a un abogado y no se han presentado cargos contra ellos.

source: Can you imagine how appealing this counsel would be to the young man so full of noble aspirations?
es: Puede imaginarse ¿cuán atractivo sería este consejo para el joven tan lleno de nobles aspiraciones?

source: In law, the state provides legal counsel for defendants in criminal cases who cannot afford it.
es: La ley garantiza que el Estado preste asesoramiento jurídico en caso de delito a aquellos acusados que no puedan permitirse un abogado.

source: But in our view, that approach would be the counsel of conservatism and obstructionism.
es: Sin embargo, en nuestra opinión, ese enfoque sería el ideal del conservadurismo y el obstruccionismo.

source: I would like to assure them that I have taken full note of the comments and the advice that has been given and will ensure that that wise counsel is considered as we proceed.
es: Quisiera asegurarles que he tomado debida nota de las observaciones y las recomendaciones formuladas y que ese acertado asesoramiento se tendrá en cuenta en nuestro trabajo.

source: The author was unrepresented by legal counsel because no lawyer would act for her.
es: La autora no contó con asistencia letrada porque ningún abogado la hubiera representado.

source: In a trial by court-martial, an accused is accorded the full range of constitutional rights, including representation by a qualified defense counsel at no charge to the individual.
es: En los juicios por consejo de guerra se concede al acusado toda la gama de derechos constitucionales, entre ellos su representación por un abogado defensor calificado, sin costo alguno.

source: This is sensible, but I would point out that such a declaration would not be sufficient, for the disclosures to legal counsel would, of course, almost certainly constitute significant evidence of guilt.
es: Es una explicación razonable, pero yo quiero señalar que resulta insuficiente, ya que en el fondo los hechos sólo se pueden considerar realmente probados a partir de la información obtenida por el asesor jurídico.

source: (d) To be questioned in the presence of counsel unless the person has voluntarily waived his or her right to counsel.
es: d) A ser interrogada en presencia de su abogado, a menos que haya renunciado voluntariamente a su derecho a asistencia letrada.

source: In doing so, it monitors the roster of qualified Defence counsel, their assignments and their remuneration.
es: A estos efectos, se encarga de administrar la lista de abogados defensores habilitados, del nombramiento de éstos y de su remuneración.

source: We also work with other children in the community, counsel families, and make referrals to various agencies.
es: Además trabajamos con otros niños en la comunidad, aconsejamos familias y las encaminamos hacia varios organismos de servicio.

source: This would be a victory for ordinary citizens against big business.
es: Sería una victoria de los ciudadanos normales contra las grandes empresas.
